Repository: common-repository/church-options
Catalog: languages/church-options-*.po
Languages: it_it, ru_ru

source: Search Topics
it_it: Cerca argomenti
ru_ru: Поиск Тем

source: All Topics
it_it: Tutte le discussioni
ru_ru: Все темы

source: Parent Topic
it_it: Genitore Argomento
ru_ru: Родительская Тема

source: Parent Topic:
it_it: Genitore Argomento:
ru_ru: Родительская Тема:

source: Edit Topic
it_it: Modifica Argomento
ru_ru: Редактировать тему

source: Update Topic
it_it: Aggiorna discussione
ru_ru: Обновить тему

source: Add New Topic
it_it: Aggiungi Nuova Discussione
ru_ru: Добавить Новую Тему

source: New Topic Name
it_it: Nome del nuovo Argomento

source: Topics
it_it: Argomenti
ru_ru: Темы

source: Preached Date
it_it: Data predetta

source: Please choose the date on which the sermon was preached.
it_it: Si prega di scegliere la data in cui è stato predicato il sermone.

source: Verse Reference
it_it: Bibbia. Riferimento

source: Short Summary
it_it: Breve riassunto

source: Speaker
it_it: Relatore
ru_ru: Спикер

source: Recording File
it_it: File di registrazione

source: Please place the reference in the title field
it_it: Si prega di inserire il riferimento nel campo del titolo

source: Please place the verse reference citation in the title field and the verse text in the main text area.
it_it: Si prega di inserire il riferimento nel campo del titolo e il testo nell’area di testo principale.

source: animateIn
it_it: animato

source: Choose a transition
it_it: Scegli una transizione

source: fadeIn
it_it: dissolvenza in

source: fadeInUp
it_it: dissolvenza in entrata

source: fadeInDown
it_it: dissolvenza in giù

source: fadeInLeft
it_it: dissolvenza a sinistra

source: fadeInRight
it_it: dissolvenza a destra

source: fadeInLeftBig
it_it: dissolvenza In grande a sinistra

source: fadeInRightBig
it_it: dissolvenza in giusto grande

source: bounceIn
it_it: rimbalzo

source: lightSpeedIn
it_it: velocità della luce in

source: animateOut
it_it: animare

source: fadeOut
it_it: dissolvenza in chiusura

source: fadeOutUp
it_it: svanire

source: fadeOutDown
it_it: svanire verso il basso

source: fadeOutLeft
it_it: svanire a sinistra

source: fadeOutRight
it_it: svanire a destra

source: fadeOutLeftBig
it_it: svanire a sinistra grande

source: fadeOutRightBig
it_it: svanire a destra grande

source: bounceOut
it_it: rimbalzare

source: lightSpeedOut
it_it: velocità ridotta

source: Transition Time in milliseconds
it_it: Tempo di transizione in millisecondi

source: Slide Hold Time in milliseconds
it_it: Slide Hold Time in millisecondi

source: An all-in-one solution for churches to add the custom post types and custom fields they need for an effective website.
it_it: Una soluzione all-in-one per le chiese per aggiungere i tipi di post personalizzati e i campi personalizzati di cui hanno bisogno per un sito Web efficace.
