Repository: common-repository/church-options
Catalog: languages/church-options-*.po
Languages: it_it, ru_ru

source: Church Options has not been tested with your version of Wordpress. It may still work though...
it_it: Church Options non è stato testato con la tua versione di Wordpress. Potrebbe comunque funzionare anche se …
ru_ru: Варианты Церкви не были протестированы с вашей версией Wordpress. Это все еще может работать, хотя …

source: The Church Options plugin creates all of the custom post types churches need for an effective Web site.
it_it: Il plug-in Church Options crea tutti i tipi di post personalizzati richiesti dalle chiese per un sito Web efficace.
ru_ru: Плагин «Параметры церкви» создает все настраиваемые типы записей, необходимые церквям для эффективного веб-сайта.

source: Announcements
it_it: Annunci
ru_ru: Объявления

source: Events
it_it: Eventi
ru_ru: События

source: Sermons
it_it: Prediche
ru_ru: Проповеди

source: Ministries
it_it: Ministeri
ru_ru: Министерства

source: People
it_it: Persone
ru_ru: Люди

source: Verses
it_it: Versi
ru_ru: Вирши

source: Instructions
it_it: Istruzioni
ru_ru: Инструкции

source: Click the tabs below for detailed instructions for using the custom post types.
it_it: Fai clic sulle schede di seguito per istruzioni dettagliate sull’utilizzo dei tipi di post personalizzati.
ru_ru: Нажмите на вкладки ниже для получения подробных инструкций по использованию пользовательских типов сообщений.

source: Contact
it_it: Contatto
ru_ru: Контакты

source: Once the Announcements post type has been selected in the Church Options settings, the Announcements will appear in the sidebar under "Comments".
it_it: Una volta che il tipo di messaggio Annunci è stato selezionato nelle Opzioni Chiesa, gli Annunci appariranno nella barra laterale sotto “Commenti”.
ru_ru: После того, как тип сообщения «Объявления» был выбран в настройках «Параметры церкви», объявления появятся на боковой панели в разделе «Комментарии».

source: Click on "Announcements" and choose "Add New", just like a regular post.
it_it: Fai clic su “Annunci” e scegli “Aggiungi nuovo”, proprio come nel post normale.
ru_ru: Нажмите «Объявления» и выберите «Добавить новый», как обычный пост.

source: Fill in the title as usual, then enter what you want the announcement to say in the content area.
it_it: Inserisci il titolo come al solito, quindi inserisci quello che vuoi che l’annuncio pronunci nell’area dei contenuti.
ru_ru: Заполните заголовок как обычно, затем введите то, что вы хотите, чтобы объявление говорило в области контента.

source: Enter the information for up to two contacts. This is not required.
it_it: Immettere le informazioni per un massimo di due contatti. Questo non è richiesto.
ru_ru: Введите информацию до двух контактов. Это не обязательно.

source: Then choose the date you want the announcement to stop showing. This uses a standard date picker: just click the field, then click the day of the month in the calendar that appears.
it_it: Quindi scegli la data in cui desideri interrompere la pubblicazione dell’annuncio. Questo utilizza un datepicker standard: basta fare clic sul campo, quindi fare clic sul giorno del mese nel calendario che appare.
ru_ru: Затем выберите дату, когда вы хотите, чтобы объявление перестало показываться. Для этого используется стандартное средство выбора даты: просто щелкните поле, а затем щелкните день месяца в появившемся календаре.

source: Lastly, click the "Publish" button as usual.
it_it: Infine, fai clic sul pulsante “Pubblica” come al solito.
ru_ru: Наконец, как обычно, нажмите кнопку «Опубликовать».

source: There are two ways of displaying Announcements: the Slider widget and the Bootstrap Carousel widget. The Announcements Slider widget has several options for transition and timing, while the Boostrap Carousel is a simple sliding carousel. Both will display the announcements which have not expired, according to the date entered in the "Expiration Date" field. The announcement content can be styled, but it is best to keep such styling to a minimum to prevent beaking the layout of the widget.
it_it: Esistono due modi per visualizzare gli annunci: il widget Slider e il widget Carousel Bootstrap. Il widget Slider Annunci ha diverse opzioni per la transizione e il cronometraggio, mentre il Carosello Boostrap è un semplice carosello scorrevole. Entrambi visualizzeranno gli annunci che non sono scaduti, in base alla data inserita nel campo “Data di scadenza”. Il contenuto dell’annuncio può essere stilizzato, ma è preferibile mantenere tale stile al minimo per impedire la progettazione del widget.
ru_ru: Существует два способа отображения объявлений: виджет Slider и виджет Bootstrap Carousel. Виджет «Слайдер объявлений» имеет несколько опций для перехода и времени, а карусель Boostrap - простая скользящая карусель Оба будут отображать объявления, срок действия которых не истек, в соответствии с датой, указанной в поле «Срок действия». Содержимое объявления может быть стилизовано, но лучше придерживаться такого стиля как минимум, чтобы предотвратить изменение макета виджета.

source: The Events post type has many fields that can be filled in for many different situations. Activating the Events post type also makes available the Events widgets. There is one for a horizontal layout and one for vertical.
it_it: Il tipo di post Eventi ha molti campi che possono essere compilati per molte situazioni diverse. L’attivazione del tipo di post Eventi rende disponibili anche i widget Eventi. Ce n’è uno per il layout orizzontale e uno per il verticale.
ru_ru: Тип публикации «События» имеет много полей, которые можно заполнить в самых разных ситуациях. Активация типа сообщения «События» также делает доступными виджеты «События». Один для горизонтального расположения и один для вертикального.

source: Select the Events in the sidebar and choose "Add New".
it_it: Seleziona gli eventi nella barra laterale e seleziona “Aggiungi nuovo”.
ru_ru: Выберите события на боковой панели и выберите «Добавить новый».

source: Enter the event title in the title field.
it_it: Inserisci il titolo dell’evento nel campo del titolo.
ru_ru: Пожалуйста, поместите ссылку в поле заголовка.

source: Fill in the event details in the content area.
it_it: Compila i dettagli dell’evento nell’area dei contenuti.
ru_ru: Заполните детали события в области контента.

source: Most of the rest of the fields are optional, but it is recommended that the start date and time be filled in as well as the contact persons. Categories and tags can be added, and can be searched, but they do not appear on the front end.
it_it: La maggior parte degli altri campi è facoltativa, ma è consigliabile inserire la data e l’ora di inizio e le persone di contatto. Le categorie e i tag possono essere aggiunti e possono essere cercati, ma non appaiono sul front-end.
ru_ru: Большинство остальных полей являются необязательными, но рекомендуется указывать дату и время начала, а также контактные лица. Категории и теги могут быть добавлены, и их можно искать, но они не отображаются в интерфейсе.

source: The Events widgets will display different amounts of information depending on whether it is the vertical or horizontal version. The vertical version displays less due to the need to conserve space in the sidebar and footer areas.
it_it: I widget Eventi mostreranno diverse quantità di informazioni a seconda che si tratti della versione verticale o orizzontale. La versione verticale mostra meno a causa della necessità di risparmiare spazio nelle aree della barra laterale e del piè di pagina.
ru_ru: Виджеты «События» будут отображать различное количество информации в зависимости от того, вертикальная или горизонтальная версия. Вертикальная версия отображает меньше из-за необходимости сохранения места в боковой панели и областях нижнего колонтитула.

source: Events page
it_it: Pagina eventi
ru_ru: Страница событий

source: Create a new page and choose the "Events" template from the "Template" dropdown on the right side under "Page Attributes". Any text entered will be displayed above the events.
it_it: Crea una nuova pagina e scegli il modello “Eventi” dal menu a discesa “Modello” sul lato destro sotto “Attributi pagina”. Qualsiasi testo inserito verrà visualizzato sopra gli eventi.
ru_ru: Создайте новую страницу и выберите шаблон «События» в раскрывающемся списке «Шаблон» с правой стороны под «Атрибутами страницы». Любой введенный текст будет отображаться над событиями.

source: The Sermons post type is intended for making available recordings of the sermons in the MP3 format. The MP3s files can be downloaded or listened to right on the Web site. Other audio formats can be used, but MP3 is recommended for the greatest compatabilty.
it_it: Il tipo di post Sermoni è inteso per rendere disponibili le registrazioni dei sermoni nel formato MP3. I file MP3 possono essere scaricati o ascoltati direttamente sul sito Web. Altri formati audio possono essere utilizzati, ma MP3 è raccomandato per la massima compatibilità.
ru_ru: Тип сообщения «Проповеди» предназначен для размещения записей проповедей в формате MP3. Файлы MP3 можно скачать или прослушать прямо на веб-сайте. Можно использовать другие аудиоформаты, но для большей совместимости рекомендуется MP3.

source: To make a Sermons post
it_it: Per fare un post dei sermoni
ru_ru: Чтобы сделать сообщение проповеди

source: Select the "Add New" link under the "Sermons" post type in the sidebar.
it_it: Seleziona il link “Aggiungi nuovo” sotto il tipo di post “Sermoni” nella barra laterale.
ru_ru: Выберите ссылку «Добавить новый» под типом сообщения «Проповеди» на боковой панели.

source: Enter the sermon title in the title field.
it_it: Inserisci il titolo del sermone nel campo del titolo.
ru_ru: Пожалуйста, поместите ссылку в поле заголовка.

source: Enter a short summary of the sermon in the content area.
it_it: Inserisci un breve riassunto del sermone nell’area del contenuto.
ru_ru: Введите краткое содержание проповеди в области содержимого.

source: Choose the MP3 file from the field selector under the content area.
it_it: Scegli il file MP3 dal selettore di campo sotto l’area del contenuto.
ru_ru: Выберите файл MP3 в поле выбора в области содержимого.

source: The categories can be used to add topics of the sermons which can be searched.
it_it: Le categorie possono essere utilizzate per aggiungere argomenti ai sermoni che possono essere cercati.
ru_ru: Категории могут быть использованы для добавления тем проповедей, которые можно искать.

source: Sermons page
it_it: Pagina dei sermoni
ru_ru: Страница проповедей

source: Create a new page and choose the "Sermons" template from the "Template" dropdown on the right side under "Page Attributes". Any text entered will be displayed above the sermons.
it_it: Crea una nuova pagina e scegli il modello “Sermoni” dal menu a discesa “Modello” sul lato destro sotto “Attributi della pagina”. Qualsiasi testo inserito verrà visualizzato sopra i sermoni.
ru_ru: Создайте новую страницу и выберите шаблон «Проповеди» в раскрывающемся меню «Шаблон» с правой стороны под «Атрибутами страницы». Любой введенный текст будет отображаться над проповедями.

source: The Ministries post type is used to present the church's several ministries. Since these don't change very often, unlike events, they are expected to be a little more flamboyant in their design. The Ministries widgets supprt featured images, and can withstand more formatting of the descriptive text.
it_it: Il tipo di post dei ministeri viene utilizzato per presentare i diversi ministeri della chiesa. Dato che questi eventi non sono molto frequenti, dovrebbero essere un po ‘più sfarzosi nel loro design. I widget Ministries supportano le immagini in primo piano e possono resistere a una maggiore formattazione del testo descrittivo.
ru_ru: Тип поста служения используется для представления нескольких служений церкви. Поскольку они не меняются очень часто, в отличие от событий, ожидается, что они будут более яркими в своем дизайне. Виджеты министерств поддерживают избранные изображения и могут выдерживать большее форматирование описательного текста.

source: Ministries page
it_it: Pagina dei ministeri
ru_ru: Страница министерств

source: Create a new page and choose the "Ministries" template from the "Template" dropdown on the right side under "Page Attributes". Any text entered will be displayed above the ministries.
it_it: Crea una nuova pagina e scegli il modello “Ministeri” dal menu a discesa “Modello” sul lato destro sotto “Attributi della pagina”. Qualsiasi testo inserito verrà visualizzato sopra i ministeri.
ru_ru: Создайте новую страницу и выберите шаблон «Министерства» в раскрывающемся меню «Шаблон» с правой стороны под «Атрибутами страницы». Любой введенный текст будет отображаться над министерствами.

source: The People post type is used for the church staff. They should be entered in the order they are to be displayed. The "Staff" widget only displays the name and title, but the Staff page displays the full content entered in the People post.
it_it: Il tipo di post People viene utilizzato per il personale della chiesa. Dovrebbero essere inseriti nell’ordine in cui devono essere visualizzati. Il widget “Staff” mostra solo il nome e il titolo, ma la pagina Staff visualizza l’intero contenuto inserito nel post Persone.
ru_ru: Тип сообщения Люди используется для церковного персонала. Они должны быть введены в порядке их отображения. Виджет «Сотрудники» отображает только имя и заголовок, а страница «Сотрудники» отображает весь контент, введенный в публикацию «Люди».

source: If the person's email address and phone number are entered into the appropriate fields in the "Add New People" screen, tapping on the person's name will begin an email and tapping the title will initiate a phone call in the widgets.
it_it: Se l’indirizzo e-mail e il numero di telefono della persona sono inseriti nei campi appropriati nella schermata “Aggiungi nuove persone”, toccando il nome della persona inizieranno a ricevere un’e-mail e toccando il titolo si avvierà una chiamata nei widget.
ru_ru: Если адрес электронной почты и номер телефона человека введены в соответствующие поля на экране «Добавить новых людей», при нажатии на имя человека начнется электронное письмо, а при нажатии на заголовок будет инициирован телефонный звонок в виджетах.

source: Staff page
it_it: Pagina del personale
ru_ru: Страница персонала

source: Create a new page and choose the "Staff" template from the "Template" dropdown on the right side under "Page Attributes". Any text entered will be displayed above the staff.
it_it: Crea una nuova pagina e scegli il modello “Staff” dal menu a discesa “Modello” sul lato destro sotto “Attributi di pagina”. Qualsiasi testo inserito verrà visualizzato sopra lo staff.
ru_ru: Создайте новую страницу и выберите шаблон «Персонал» в раскрывающемся меню «Шаблон» справа под «Атрибутами страницы». Любой введенный текст будет отображаться над персоналом.

source: The Verses post type is intended only for use with the Random Verses widget that comes with this plugin. They can also be used with any widget that allows selection of post types. Since the widget simply displays a random verse post, there are no settings and no dedicated page for displaying them.
it_it: Il tipo di post Versetti è destinato esclusivamente al widget Versioni casuali fornito con questo plug-in. Possono essere utilizzati con qualsiasi widget che consente la selezione dei tipi di post. Poiché il widget mostra semplicemente un post di visualizzazione casuale, non ci sono impostazioni e nessuna pagina dedicata per la visualizzazione.
ru_ru: Тип публикации «Стихи» предназначен только для использования с виджетом «Случайные стихи», который поставляется с этим плагином. Их также можно использовать с любым виджетом, который позволяет выбирать типы сообщений. Поскольку виджет просто отображает случайный стих, нет никаких настроек и отдельной страницы для их отображения.

source: Below you will find the code we used with Contact Form 7 to create the contact form used on the Contact page in the HTML mockup. Simply copy all of the code and paste it into the "Form" section.
it_it: Di seguito è riportato il codice utilizzato con Contact Form 7 per creare il modulo di contatto utilizzato nella pagina Contatti nel mockup HTML. Copia semplicemente tutto il codice e incollalo nella sezione “Form”.
ru_ru: Ниже вы найдете код, который мы использовали с контактной формой 7 для создания контактной формы, используемой на странице контактов в макете HTML. Просто скопируйте весь код и вставьте его в раздел «Форма».

source: Check this box to use the Announcements post type.
it_it: Seleziona questa casella per utilizzare il tipo di post Annunci.
ru_ru: Установите этот флажок, чтобы использовать тип сообщения «Объявления».

source: Check this box to use the Events post type.
it_it: Seleziona questa casella per utilizzare il tipo di post Eventi.
ru_ru: Установите этот флажок, чтобы использовать тип сообщения «События».

source: Check this box to use the Ministries post type.
it_it: Seleziona questa casella per utilizzare il tipo di post dei ministeri.
ru_ru: Установите этот флажок, чтобы использовать тип сообщения министерств.

source: Check this box to use the Sermons post type.
it_it: Seleziona questa casella per utilizzare il tipo di post dei Sermoni.
ru_ru: Установите этот флажок, чтобы использовать тип сообщения «Проповеди».

source: Check this box to use the People post type.
it_it: Seleziona questa casella per utilizzare il tipo di post Persone.
ru_ru: Установите этот флажок, чтобы использовать тип публикации Люди.

source: Check this box to use the Verses post type.
it_it: Seleziona questa casella per utilizzare il tipo di post Versi.
ru_ru: Установите этот флажок, чтобы использовать тип сообщения «Стихи».

source: Announcement
it_it: Annuncio
ru_ru: Объявление

source: Expiration Date
it_it: Data di scadenza
ru_ru: Срок годности

source: Please choose the date you want the announcement to stop being shown, typically the day after whatever the announcement is about. The announcement will not be shown but will still be available in search.
it_it: Scegli la data in cui desideri interrompere la pubblicazione dell’annuncio, in genere il giorno successivo a quello di cui si parla. L’annuncio non verrà mostrato ma sarà disponibile nella ricerca.
ru_ru: Пожалуйста, выберите дату, когда вы хотите, чтобы объявление перестало показываться, обычно на следующий день после объявления. Объявление не будет отображаться, но все равно будет доступно для поиска.

source: Contact Name 1
it_it: Nome del contatto 1
ru_ru: Контактное лицо 1

source: Contact Number 1
it_it: Numero telefonico di contatto 1
ru_ru: Контактный телефон № 1

source: Start with area code, no dashes
it_it: Inizia con il prefisso, senza trattini
ru_ru: Начните с кода города, без тире

source: Contact Name 2
it_it: Nome del contatto 2
ru_ru: Контактное лицо 2

source: Contact Number 2
it_it: Numero telefonico di contatto 2
ru_ru: Контактный телефон № 2

source: Event
it_it: Evento
ru_ru: Событие

source: Event Options
it_it: Opzioni Evento
ru_ru: Настройки событий

source: Start Date
it_it: Data Inizio
ru_ru: Дата начала

source: Please choose the day on which this event will begin
it_it: Scegli il giorno in cui inizierà questo evento
ru_ru: Пожалуйста, выберите день, когда это событие начнется

source: End Date
it_it: Data Fine
ru_ru: Дата окончания

source: Please choose the day on which this event will end. If it occurs on only one day feel free to leave this field empty.
it_it: Scegli il giorno in cui terminerà questo evento. Se si verifica solo per un giorno, sentiti libero di lasciare questo campo vuoto.
ru_ru: Пожалуйста, выберите день, когда это событие закончится. Если это происходит только в один день, не стесняйтесь оставлять это поле пустым.

source: Start Time
it_it: Ora Inizio
ru_ru: Время начала

source: Please enter the time at which this event starts.
it_it: Si prega di inserire l’ora in cui inizia questo evento.
ru_ru: Пожалуйста, введите время начала этого события.

source: End Time
it_it: Ora di fine
ru_ru: Время окончания

source: Please enter the time at which this event ends. If it is an open-ended event, just leave this field empty.
it_it: Si prega di inserire l’ora in cui termina questo evento. Se si tratta di un evento a tempo indeterminato, lascia vuoto questo campo.
ru_ru: Пожалуйста, введите время окончания этого события. Если это открытое событие, просто оставьте это поле пустым.

source: Location
it_it: Luogo
ru_ru: Местоположение

source: Please enter the place at which this event will take place.
it_it: Inserisci il luogo in cui si svolgerà questo evento.
ru_ru: Пожалуйста, введите место, где будет проходить это мероприятие.

source: Go to <a href="http://maps.google.com" target="_blank">maps.google.com</a> and find the location, click on "Share", copy the link, then paste it into this field.
it_it: Vai a <a href=“http://maps.google.com” target=“_blank”>maps.google.com</a> e trova la posizione, fai clic su “Condividi”, copia il link, quindi incollalo in questo campo.
ru_ru: Перейдите на <a href=“http://maps.google.com” target=“_blank”> maps.google.com </a> и найдите местоположение, нажмите «Поделиться», скопируйте ссылку и вставьте ее. в этой области.

source: Expiration
it_it: Scadenza
ru_ru: Срок действия

source: Please choose the date you want the event stop being shown, typically the day after the event. The event will not be shown on the Events page after that date but will still be available in search.
it_it: Scegli la data in cui desideri visualizzare l’evento, in genere il giorno successivo all’evento. L’evento non verrà mostrato nella pagina Eventi dopo tale data ma sarà comunque disponibile nella ricerca.
ru_ru: Пожалуйста, выберите дату, когда вы хотите, чтобы событие перестало отображаться, обычно на следующий день после события. Событие не будет отображаться на странице событий после этой даты, но все равно будет доступно в поиске.

source: Contact Name
it_it: Nome Contatto
ru_ru: Контактное лицо

source: Please enter the name of the person to contact about this event.
it_it: Si prega di inserire il nome della persona da contattare su questo evento.

source: Contact Number
it_it: Numero telefonico di contatto
ru_ru: Контактный телефон № 1

source: Please enter the phone number of the contact person.
it_it: Si prega di inserire il numero di telefono della persona di contatto.

source: 2nd Contact Name
it_it: Nome del contatto 2
ru_ru: Контактное лицо 2

source: If there is a second contact person, enter their name here.
it_it: Se c’è una seconda persona di contatto, inserisci qui il loro nome.

source: 2nd Contact Number
it_it: Numero telefonico di contatto 2
ru_ru: Контактный телефон № 2

source: Please enter the phone number of the second contact person.
it_it: Si prega di inserire il numero di telefono della seconda persona di contatto.

source: Ministry
it_it: Ministero

source: Enter information for your church staff.
it_it: Inserisci le informazioni per il personale della tua chiesa.

source: Staff will be displayed in the same order they are entered, i.e. the first entered will be the first shown.
it_it: Il personale verrà visualizzato nello stesso ordine in cui sono inseriti: Il primo inserito sarà il primo mostrato.

# The person's position within the church
source: Title
it_it: Titolo
ru_ru: Hазвание

source: Staff Phone Number
it_it: Numero di telefono del personale

source: Staff Email
it_it: Email del personale

source: Profile
it_it: Profilo
ru_ru: Профиль

source: Please provide a short profile for this person.
it_it: Si prega di fornire un breve profilo per questa persona.

source: Sermon
it_it: Sermone
ru_ru: Проповедь

# taxonomy general name
source: Topics
it_it: Argomenti
ru_ru: Темы

# taxonomy singular name
source: Topic
it_it: Argomento
ru_ru: Тема
